Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: A device frame with an **orange warning triangle** means the image file itself is gone. Add the image again to restore it; the layout, text and translations around it are untouched.
ar: إطار الجهاز الذي يحتوي على **مثلث تحذير برتقالي** يعني أن ملف الصورة نفسه قد اختفى. قم بإضافة الصورة مرة أخرى لاستعادتها؛ لم يتم المساس بالتخطيط والنصوص والترجمات المحيطة به.
ca: Un marc del dispositiu amb un **triangle d'advertència taronja** significa que el fitxer d'imatge en si ha desaparegut. Torna a afegir la imatge per restaurar-la; el disseny, el text i les traduccions al seu voltant no es toquen.
cs: Rámeček zařízení s **oranžovým výstražným trojúhelníkem** znamená, že samotný soubor obrázku je pryč. Přidejte obrázek znovu, abyste jej obnovili; rozložení, text a překlady kolem něj zůstávají nedotčené.
da: En enhedsramme med en **orange advarselstrekant** betyder, at selve billedfilen er væk. Tilføj billedet igen for at gendanne det; layoutet, teksten og oversættelserne omkring det er uberørt.
de: Ein Geräterahmen mit einem **orangefarbenen Warndreieck** bedeutet, dass die Bilddatei selbst fehlt. Füge das Bild erneut hinzu, um es wiederherzustellen; Layout, Text und Übersetzungen drumherum bleiben unverändert.
el: Ένα πλαίσιο συσκευής με **πορτοκαλί προειδοποιητικό τρίγωνο** σημαίνει ότι το ίδιο το αρχείο εικόνας έχει φύγει. Προσθέστε ξανά την εικόνα για να την επαναφέρετε. η διάταξη, το κείμενο και οι μεταφράσεις γύρω από αυτό είναι ανέγγιχτα.
es: Un marco de dispositivo con un **triángulo de advertencia naranja** indica que falta el propio archivo de imagen. Vuelve a añadir la imagen para restaurarla; el diseño, el texto y las traducciones de alrededor no cambian.
fa: قاب دستگاهی با **مثلث هشدار نارنجی** یعنی خود فایل تصویر از بین رفته است. برای بازیابی، تصویر را دوباره اضافه کنید؛ چیدمان، متن و ترجمه‌های اطرافش دست‌نخورده می‌مانند.
fi: Laitteen kehys, jossa on **oranssi varoituskolmio**, tarkoittaa, että itse kuvatiedosto on poissa. Lisää kuva uudelleen palauttaaksesi sen; ulkoasu, teksti ja sen ympärillä olevat käännökset ovat koskemattomia.
fr: Un cadre d'appareil avec un **triangle d'avertissement orange** signifie que le fichier image lui-même a disparu. Ajoutez à nouveau l'image pour la restaurer ; la mise en page, le texte et les traductions qui l'entourent sont intacts.
he: מסגרת מכשיר עם **משולש אזהרה כתום** פירושה שקובץ התמונה עצמו נעלם. הוסף את התמונה שוב כדי לשחזר אותה; הפריסה, הטקסט והתרגומים מסביב לא נגועים.
hr: Okvir uređaja s **narančastim trokutom upozorenja** znači da je sama slikovna datoteka nestala. Ponovno dodajte sliku da je vratite; izgled, tekst i prijevodi oko njega su netaknuti.
hu: Az eszközkeret **narancssárga elakadásjelző háromszöggel** azt jelenti, hogy maga a képfájl eltűnt. Adja hozzá újra a képet a visszaállításhoz; az elrendezés, a szöveg és a körülötte lévő fordítások érintetlenek.
id: Bingkai perangkat dengan **segitiga peringatan oranye** berarti file gambarnya hilang. Tambahkan gambar lagi untuk memulihkannya; tata letak, teks dan terjemahan di sekitarnya tidak tersentuh.
it: Una cornice del dispositivo con un **triangolo di avviso arancione** indica che il file immagine non esiste più. Aggiungi di nuovo l'immagine per ripristinarla; layout, testo e traduzioni intorno restano invariati.
ja: **オレンジ色の警告三角形** が付いたデバイスフレームは、画像ファイル自体が失われていることを示します。画像をもう一度追加すると復元できます。周囲のレイアウト、テキスト、翻訳は変更されません。
ko: **주황색 경고 삼각형**이 있는 기기 프레임은 이미지 파일 자체가 사라졌음을 의미합니다. 복원하려면 이미지를 다시 추가하세요. 주변의 레이아웃, 텍스트 및 번역은 그대로 유지됩니다.
ms: Bingkai peranti dengan **segitiga amaran oren** bermakna fail imej itu sendiri hilang. Tambah imej sekali lagi untuk memulihkannya; susun atur, teks dan terjemahan di sekelilingnya tidak disentuh.
nl: Een apparaatframe met een **oranje waarschuwingsdriehoek** betekent dat het afbeeldingsbestand zelf verdwenen is. Voeg de afbeelding opnieuw toe om deze te herstellen; de lay-out, tekst en vertalingen eromheen zijn onaangetast.
no: En enhetsramme med en **oransje varseltrekant** betyr at selve bildefilen er borte. Legg til bildet igjen for å gjenopprette det; layouten, teksten og oversettelsene rundt er urørt.
pl: Ramka urządzenia z **pomarańczowym trójkątem ostrzegawczym** oznacza, że sam plik obrazu zniknął. Dodaj obraz ponownie, aby go przywrócić; układ, tekst i tłumaczenia wokół niego pozostają nietknięte.
pt_br: Uma moldura do dispositivo com um **triângulo de advertência laranja** significa que o próprio arquivo de imagem desapareceu. Adicione a imagem novamente para restaurá-la; o layout, o texto e as traduções permanecem intactos.
pt_pt: Uma moldura do dispositivo com um **triângulo de advertência laranja** significa que o próprio ficheiro de imagem desapareceu. Adicione a imagem novamente para restaurá-la; o layout, o texto e as traduções permanecem intactos.
ro: Un cadru de dispozitiv cu un **triunghi de avertizare portocaliu** înseamnă că fișierul imagine în sine a dispărut. Adăugați din nou imaginea pentru a o restaura; aspectul, textul și traducerile din jurul acestuia sunt neatinse.
ru: Рамка устройства с **оранжевым треугольником** означает, что сам файл изображения пропал. Добавьте изображение снова, чтобы восстановить его; макет, текст и переводы вокруг не затрагиваются.
sk: Rám zariadenia s **oranžovým výstražným trojuholníkom** znamená, že samotný obrazový súbor je preč. Pridajte obrázok znova, aby ste ho obnovili; rozloženie, text a preklady okolo neho sú nedotknuté.
sl: Okvir naprave z **oranžnim opozorilnim trikotnikom** pomeni, da slikovne datoteke ni več. Ponovno dodajte sliko, da jo obnovite; postavitev, besedilo in prevodi okoli njega so nedotaknjeni.
sv: En enhetsram med en **orange varningstriangel** betyder att själva bildfilen är borta. Lägg till bilden igen för att återställa den; layouten, texten och översättningarna runt omkring är orörda.
th: กรอบอุปกรณ์ที่มี **คำเตือนสามเหลี่ยมสีส้ม** หมายความว่าไฟล์ภาพหายไปแล้ว เพิ่มรูปภาพอีกครั้งเพื่อคืนค่า เค้าโครง ข้อความ และคำแปลรอบๆ ไม่ได้ถูกแตะต้อง
tr: **Turuncu uyarı üçgeni** olan bir aygıt çerçevesi, görüntü dosyasının kendisinin kaybolduğu anlamına gelir. Geri yüklemek için görüntüyü yeniden ekleyin; çevresindeki düzen, metin ve çeviriler olduğu gibi kalır.
uk: Рамка пристрою з **помаранчевим трикутником попередження** означає, що самого файлу зображення вже немає. Додайте зображення знову, щоб відновити його; макет, текст і переклади навколо не зміняться.
ur: **نارنگی انتباہی مثلث** والے آلے کے فریم کا مطلب ہے کہ تصویر کی فائل خود ہی ختم ہوگئی ہے۔ تصویر کو بحال کرنے کے لیے دوبارہ شامل کریں۔ اس کے ارد گرد ترتیب، متن اور ترجمے اچھوتے ہیں۔
vi: Khung thiết bị có **hình tam giác cảnh báo màu cam** có nghĩa là tệp hình ảnh đã biến mất. Thêm lại hình ảnh để khôi phục nó; bố cục, văn bản và bản dịch xung quanh nó không bị ảnh hưởng.
zh_hans: 带有 **橙色警告三角形** 的设备边框表示图像文件本身已不存在。重新添加图像即可恢复；其周围的布局、文本和翻译都不受影响。
zh_hant: 顯示**橘色警告三角形**的裝置外框表示影像檔案本身已遺失。重新加入影像即可恢復；周圍的版面、文字和翻譯都不受影響。

source: A gradient replaces the colors set on parts of the text.
ar: يحل التدرج محل الألوان المحددة في أجزاء من النص.
ca: Un degradat substitueix els colors establerts en parts del text.
cs: Přechod nahradí barvy nastavené na částech textu.
da: En gradient erstatter farverne på dele af teksten.
de: Ein Verlauf ersetzt die Farben, die einzelnen Textteilen zugewiesen sind.
el: Μια διαβάθμιση αντικαθιστά τα χρώματα που ορίζονται σε μέρη του κειμένου.
es: Un degradado sustituye los colores aplicados a partes del texto.
fa: گرادیان جایگزین رنگ‌هایی می‌شود که روی بخش‌هایی از متن تنظیم شده‌اند.
fi: Liukuväri korvaa tekstin osiin asetetut värit.
fr: Un dégradé remplace les couleurs appliquées à certaines parties du texte.
he: מעבר צבע מחליף את הצבעים המוגדרים בחלקים מהטקסט.
hr: Gradijent zamjenjuje boje postavljene na dijelovima teksta.
hu: A színátmenet helyettesíti a szöveg egyes részein beállított színeket.
id: Gradien menggantikan warna yang ditetapkan pada bagian teks.
it: Una sfumatura sostituisce i colori applicati a parti del testo.
ja: グラデーションは、テキストの一部に設定した色より優先されます。
ko: 그라디언트는 텍스트 일부에 지정한 색상을 대체합니다.
ms: Kecerunan menggantikan warna yang ditetapkan pada bahagian teks.
nl: Een verloop vervangt de kleuren die op delen van de tekst zijn ingesteld.
no: En gradient erstatter fargene som er satt på deler av teksten.
pl: Gradient zastępuje kolory ustawione w częściach tekstu.
pt_br: Um gradiente substitui as cores aplicadas a partes do texto.
pt_pt: Um gradiente substitui as cores definidas em partes do texto.
ro: Un gradient înlocuiește culorile setate pe părți ale textului.
ru: Градиент заменяет цвета, заданные для отдельных частей текста.
sk: Prechod nahrádza farby nastavené na častiach textu.
sl: Gradient nadomesti barve, ki so nastavljene na delih besedila.
sv: En övertoning ersätter färgerna på delar av texten.
th: การไล่ระดับสีจะแทนที่สีที่ตั้งไว้บนส่วนของข้อความ
tr: Renk geçişi, metnin bölümlerine atanan renklerin yerini alır.
uk: Градієнт замінює кольори, задані для окремих частин тексту.
ur: ایک میلان متن کے حصوں پر سیٹ کردہ رنگوں کی جگہ لے لیتا ہے۔
vi: Dải màu thay thế các màu được đặt trên các phần của văn bản.
zh_hans: 渐变会取代为部分文本设置的颜色。
zh_hant: 漸層會取代為部分文字設定的顏色。

source: A long export shows a progress overlay you can **cancel** — nothing half-written is left behind.
ar: يُظهر التصدير الطويل تراكب التقدم الذي يمكنك **إلغاءه** — ولا يتم ترك أي شيء نصف مكتوب.
ca: Una exportació llarga mostra una superposició de progrés que podeu **cancel·lar**; no queda res mig escrit.
cs: Dlouhý export zobrazuje překryvnou vrstvu o průběhu, kterou můžete **zrušit** – nezůstane nic napůl napsaného.
da: En lang eksport viser en fremskridtsoverlejring, du kan **annullere** — intet halvskrevet er efterladt.
de: Ein langer Export zeigt einen Fortschritt, den du **abbrechen** kannst – es bleiben keine halb geschriebenen Dateien zurück.
el: Μια μεγάλη εξαγωγή δείχνει μια επικάλυψη προόδου που μπορείτε να **ακυρώσετε** — τίποτα μισογραμμένο δεν έχει μείνει πίσω.
es: Una exportación larga muestra una superposición de progreso que puedes **cancelar**: no queda nada a medio escribir.
fa: صدورهای طولانی پنجرهٔ پیشرفتی نشان می‌دهند که می‌توانید آن را **لغو** کنید — هیچ فایل نیمه‌کاره‌ای باقی نمی‌ماند.
fi: Pitkä vienti näyttää edistymispeittokuvan, jonka voit **peruuttaa** – mitään puoliksi kirjoitettua ei jää jäljelle.
fr: Une longue exportation affiche une fenêtre de progression que vous pouvez **annuler** — aucun fichier à moitié écrit n'est laissé.
he: ייצוא ארוך מציג שכבת-על של התקדמות שתוכל **לבטל** - שום דבר חצי כתוב לא נשאר מאחור.
hr: Dugi izvoz prikazuje prikaz napretka koji možete **poništiti** — ništa napola napisano ne ostaje.
hu: A hosszú exportálás egy előrehaladási átfedést mutat, amelyet **megszakíthat** – semmi félig leírt nem marad hátra.
id: Ekspor yang panjang menunjukkan hamparan kemajuan yang dapat Anda **batalkan** — tidak ada yang tertinggal setengah-setengah.
it: Un'esportazione lunga mostra una sovrapposizione di avanzamento che puoi **annullare**: non rimane nulla scritto a metà.
ja: 書き出しに時間がかかる場合は進行状況のオーバーレイが表示され、**キャンセル** できます。書きかけのファイルは残りません。
ko: 긴 내보내기에는 **취소**할 수 있는 진행률 오버레이가 표시됩니다. 절반만 작성된 항목은 남지 않습니다.
ms: Eksport yang panjang menunjukkan tindanan kemajuan yang anda boleh **batalkan** — tiada yang tertinggal separuh tulisan.
nl: Een lange export toont een voortgangsoverlay die u kunt **annuleren**; niets dat half geschreven is, blijft achter.
no: En lang eksport viser et fremdriftsoverlegg du kan **avbryte** — ingenting halvskrevet blir igjen.
pl: Długi eksport pokazuje nakładkę postępu, którą możesz **anulować** — nic nie zostało zapisane w połowie.
pt_br: Uma exportação longa mostra uma sobreposição de progresso que você pode **cancelar** — nada que esteja escrito pela metade é deixado para trás.
pt_pt: Uma exportação longa mostra uma sobreposição de progresso que você pode **cancelar** — nada que esteja escrito pela metade é deixado para trás.
ro: Un export lung arată o suprapunere de progres pe care o puteți **anula** - nimic pe jumătate scris nu este lăsat în urmă.
ru: Во время долгого экспорта отображается индикатор выполнения, который можно **отменить**, — недописанные файлы не остаются.
sk: Dlhý export zobrazuje prekrytie priebehu, ktoré môžete **zrušiť** – nezostane po ňom nič napoly napísané.
sl: Dolg izvoz prikazuje prekrivanje napredka, ki ga lahko **prekličete** — za seboj ne ostane nič napol napisanega.
sv: En lång export visar en förloppsöverlagring som du kan **avbryta** — inget halvskrivet lämnas kvar.
th: การส่งออกแบบยาวจะแสดงการซ้อนทับความคืบหน้าที่คุณสามารถ **ยกเลิก** — ไม่มีการเขียนไว้ครึ่งหนึ่งเลย
tr: Uzun bir dışa aktarma, **iptal edebileceğiniz** bir ilerleme katmanı gösterir — yarım yazılmış hiçbir şey geride kalmaz.
uk: Під час тривалого експорту показується індикатор перебігу, який можна **скасувати**, — жодних напівзаписаних файлів не залишиться.
ur: ایک لمبا ایکسپورٹ ایک پروگریس اوورلے دکھاتا ہے جسے آپ **منسوخ کر سکتے ہیں** — کچھ بھی آدھا لکھا ہوا نہیں چھوڑا جاتا۔
vi: Quá trình xuất dài sẽ hiển thị lớp phủ tiến trình mà bạn có thể **hủy** — không có nội dung nào được viết một nửa bị bỏ lại.
zh_hans: 耗时较长的导出会显示进度叠层，你可以 **取消**——不会留下写到一半的文件。
zh_hant: 較長的輸出會顯示可**取消**的進度覆蓋畫面——不會留下寫到一半的檔案。

source: a new experiment, “%@”,
ar: تجربة جديدة "%1$@"،
ca: un nou experiment, "%1$@",
cs: nový experiment „%1$@“,
da: et nyt eksperiment, "%1$@",
de: ein neues Experiment „%@“
el: ένα νέο πείραμα, "%1$@",
es: un nuevo experimento, «%@»,
fa: یک آزمایش جدید، «%@»،
fi: uusi kokeilu, "%1$@",
fr: une nouvelle expérience, « %@ »,
he: ניסוי חדש, "%1$@",
hr: novi eksperiment, “%1$@”,
hu: egy új kísérlet, „%1$@”,
id: eksperimen baru, “%1$@”,
it: un nuovo esperimento, “%@”,
ja: 新しい実験「%@」
ko: 새 실험 “%@”,
ms: percubaan baharu, “%1$@”,
nl: een nieuw experiment, “%1$@”,
no: et nytt eksperiment, «%1$@»,
pl: nowy eksperyment „%1$@”,
pt_br: um novo experimento, “%@”,
pt_pt: um novo experimento, “%1$@”,
ro: un nou experiment, „%1$@”,
ru: новый эксперимент «%@»
sk: nový experiment „%1$@“,
sl: nov poskus, “%1$@”,
sv: ett nytt experiment, "%1$@",
th: การทดลองใหม่ "%1$@"
tr: yeni bir deney (“%@”)
uk: новий експеримент «%@»,
ur: ایک نیا تجربہ، "%1$@"،
vi: một thử nghiệm mới, “%1$@”,
zh_hans: 新实验“%@”
zh_hant: 新實驗「%@」

source: A project is a self-contained collection of rows, templates, shapes, languages, and image resources. Projects are stored on disk under your user Application Support folder and can be optionally synced via iCloud Drive.
ar: المشروع عبارة عن مجموعة مستقلة من الصفوف والقوالب والأشكال واللغات وموارد الصور. يتم تخزين المشاريع على القرص ضمن مجلد دعم التطبيقات الخاص بالمستخدم الخاص بك ويمكن مزامنتها بشكل اختياري عبر محرك iCloud.
ca: Un projecte és una col·lecció autònoma de files, plantilles, formes, idiomes i recursos d'imatge. Els projectes s'emmagatzemen al disc a la carpeta de suport d'aplicacions de l'usuari i es poden sincronitzar opcionalment mitjançant iCloud Drive.
cs: Projekt je samostatná kolekce řádků, šablon, tvarů, jazyků a zdrojů obrázků. Projekty jsou uloženy na disku ve vaší uživatelské složce Application Support a lze je volitelně synchronizovat prostřednictvím iCloud Disku.
da: Et projekt er en selvstændig samling af rækker, skabeloner, former, sprog og billedressourcer. Projekter gemmes på disken under din bruger Application Support-mappe og kan valgfrit synkroniseres via iCloud Drive.
de: Ein Projekt ist eine in sich geschlossene Sammlung aus Zeilen, Vorlagen, Formen, Sprachen und Bildressourcen. Projekte werden in deinem Benutzerordner unter „Application Support“ gespeichert und können optional über iCloud Drive synchronisiert werden.
el: Ένα έργο είναι μια αυτόνομη συλλογή σειρών, προτύπων, σχημάτων, γλωσσών και πόρων εικόνας. Τα έργα αποθηκεύονται στο δίσκο στον φάκελο Υποστήριξης Εφαρμογών χρήστη και μπορούν προαιρετικά να συγχρονιστούν μέσω iCloud Drive.
es: Un proyecto es un conjunto independiente de filas, plantillas, formas, idiomas y recursos de imagen. Los proyectos se guardan en el disco, en la carpeta Application Support de tu usuario, y se pueden sincronizar opcionalmente con iCloud Drive.
fa: پروژه مجموعه‌ای مستقل از ردیف‌ها، اسکرین‌شات‌ها، شکل‌ها، زبان‌ها و منابع تصویری است. پروژه‌ها روی دیسک در پوشهٔ Application Support کاربر ذخیره می‌شوند و می‌توانند به‌صورت اختیاری از طریق iCloud Drive همگام‌سازی شوند.
fi: Projekti on itsenäinen kokoelma rivejä, malleja, muotoja, kieliä ja kuvaresursseja. Projektit on tallennettu levylle käyttäjän Application Support -kansioon, ja ne voidaan valinnaisesti synkronoida iCloud Driven kautta.
fr: Un projet est une collection autonome de lignes, de modèles, de formes, de langues et de ressources d'images. Les projets sont stockés sur le disque dans votre dossier Application Support utilisateur et peuvent éventuellement être synchronisés via iCloud Drive.
he: פרויקט הוא אוסף עצמאי של שורות, תבניות, צורות, שפות ומשאבי תמונה. פרויקטים מאוחסנים בדיסק תחת תיקיית התמיכה של המשתמש שלך וניתן לסנכרן אותם באופן אופציונלי באמצעות iCloud Drive.
hr: Projekt je samostalna zbirka redaka, predložaka, oblika, jezika i resursa slika. Projekti su pohranjeni na disku u vašoj korisničkoj mapi Application Support i mogu se opcionalno sinkronizirati putem iCloud pogona.
hu: A projekt sorok, sablonok, alakzatok, nyelvek és képforrások önálló gyűjteménye. A projektek a lemezen, a felhasználói Alkalmazástámogatás mappában vannak tárolva, és opcionálisan szinkronizálhatók a iCloud meghajtón keresztül.
id: Proyek adalah kumpulan baris, templat, bentuk, bahasa, dan sumber daya gambar mandiri. Proyek disimpan pada disk di bawah folder Dukungan Aplikasi pengguna Anda dan dapat disinkronkan secara opsional melalui Drive iCloud.
it: Un progetto è una raccolta autonoma di righe, modelli, forme, lingue e risorse immagine. I progetti sono salvati su disco nella cartella Application Support del tuo utente e possono essere sincronizzati facoltativamente tramite iCloud Drive.
ja: プロジェクトは、行、テンプレート、図形、言語、画像リソースをまとめた独立したコレクションです。プロジェクトはユーザーの Application Support フォルダ内に保存され、必要に応じて iCloud Drive で同期できます。
ko: 프로젝트는 행, 템플릿, 도형, 언어, 이미지 리소스를 모두 담은 독립적인 모음입니다. 프로젝트는 사용자의 Application Support 폴더 아래 디스크에 저장되며, 원하면 iCloud Drive로 동기화할 수 있습니다.
ms: Projek ialah koleksi baris, templat, bentuk, bahasa dan sumber imej serba lengkap. Projek disimpan pada cakera di bawah folder Sokongan Aplikasi pengguna anda dan boleh disegerakkan secara pilihan melalui iCloud Drive.
nl: Een project is een op zichzelf staande verzameling rijen, sjablonen, vormen, talen en afbeeldingsbronnen. Projecten worden op schijf opgeslagen onder uw gebruikersmap Application Support en kunnen optioneel worden gesynchroniseerd via iCloud Drive.
no: Et prosjekt er en selvstendig samling av rader, maler, former, språk og bilderessurser. Prosjekter lagres på disk under brukerstøttemappen for brukerapplikasjoner og kan valgfritt synkroniseres via iCloud Drive.
pl: Projekt to samodzielny zbiór wierszy, szablonów, kształtów, języków i zasobów obrazów. Projekty są przechowywane na dysku w folderze Application Support użytkownika i opcjonalnie można je synchronizować za pośrednictwem Dysku iCloud.
pt_br: Um projeto é uma coleção independente de linhas, modelos, formas, idiomas e recursos de imagem. Os projetos ficam no disco, na pasta Application Support do seu usuário, e podem ser sincronizados opcionalmente pelo iCloud Drive.
pt_pt: Um projeto é uma coleção independente de linhas, modelos, formas, linguagens e recursos de imagem. Os projetos são armazenados em disco na pasta Application Support do utilizador e podem ser sincronizados opcionalmente por meio do iCloud Drive.
ro: Un proiect este o colecție autonomă de rânduri, șabloane, forme, limbi și resurse de imagine. Proiectele sunt stocate pe disc în dosarul dvs. de asistență pentru aplicații și pot fi sincronizate opțional prin iCloud Drive.
ru: Проект — это самостоятельный набор строк, шаблонов, фигур, языков и ресурсов изображений. Проекты хранятся на диске в папке Application Support вашей учетной записи и при желании могут синхронизироваться через iCloud Drive.
sk: Projekt je samostatná zbierka riadkov, šablón, tvarov, jazykov a zdrojov obrázkov. Projekty sú uložené na disku v priečinku vašej používateľskej podpory aplikácií a možno ich voliteľne synchronizovať cez disk iCloud.
sl: Projekt je samostojna zbirka vrstic, predlog, oblik, jezikov in slikovnih virov. Projekti so shranjeni na disku v vaši uporabniški mapi Application Support in jih je mogoče po želji sinhronizirati prek pogona iCloud.
sv: Ett projekt är en fristående samling av rader, mallar, former, språk och bildresurser. Projekt lagras på disken under din mapp för användarprogramstöd och kan valfritt synkroniseras via iCloud Drive.
th: โปรเจ็กต์คือคอลเลกชันของแถว เทมเพลต รูปร่าง ภาษา และทรัพยากรรูปภาพที่มีในตัวเอง โปรเจ็กต์จะถูกจัดเก็บไว้ในดิสก์ภายใต้โฟลเดอร์ Application Support ของผู้ใช้ของคุณ และสามารถเลือกซิงค์ผ่านไดรฟ์ iCloud ได้
tr: Proje; satırlardan, şablonlardan, şekillerden, dillerden ve görüntü kaynaklarından oluşan bağımsız bir koleksiyondur. Projeler diskte, kullanıcınızın Application Support klasörü altında saklanır ve isteğe bağlı olarak iCloud Drive ile eşzamanlanabilir.
uk: Проєкт — це самодостатня сукупність рядків, шаблонів, фігур, мов і ресурсів зображень. Проєкти зберігаються на диску в папці Application Support вашого користувача й за бажанням можуть синхронізуватися через iCloud Drive.
ur: ایک پروجیکٹ قطاروں، ٹیمپلیٹس، شکلوں، زبانوں اور تصویری وسائل کا ایک خود ساختہ مجموعہ ہے۔ پروجیکٹس آپ کے یوزر ایپلیکیشن سپورٹ فولڈر کے تحت ڈسک پر محفوظ ہوتے ہیں اور اختیاری طور پر iCloud Drive کے ذریعے مطابقت پذیر ہو سکتے ہیں۔
vi: Dự án là một tập hợp độc lập gồm các hàng, mẫu, hình dạng, ngôn ngữ và tài nguyên hình ảnh. Các dự án được lưu trữ trên đĩa trong thư mục Hỗ trợ Ứng dụng người dùng của bạn và có thể được đồng bộ hóa tùy chọn qua iCloud Drive.
zh_hans: 项目是由行、模板、形状、语言和图像资源组成的独立集合。项目存储在你的用户“Application Support”文件夹中，并可选择通过 iCloud 云盘同步。
zh_hant: 專案是一個獨立完整的集合，包含列、範本、形狀、語言和影像資源。專案儲存在你使用者資料夾的 Application Support 中，並可選擇透過 iCloud 雲碟同步。
